Repository: files-community/Files
Catalog: src/Files.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar, bg, ca, cs_cz, da, de_de, el, es_es, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ka, ko_kr, lv_lv, nb_no, nl_nl, or_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, uk_ua, vi, zh_hans, zh_hant

# RenameError.NameInvalid.Text
source: The name specified was invalid. Please check the desired item name and try again.
ar: الاسم المحدد غير صالح. يرجى التحقق من اسم العنصر المطلوب وحاول مرة أخرى
bg: Посоченото име е невалидно. Моля, проверете името на желания елемент и опитайте отново.
ca: El nom especificat no és vàlid. Comproveu el nom de l'element desitjat i torneu-ho a provar.
cs_cz: Zadaný název byl neplatný. Zkontrolujte prosím název položky a zkuste to znovu.
da: Det angivne navn var ugyldigt. Kontroller det ønskede emne navn, og prøv igen.
de_de: Der angegebene Dateiname war ungültig. Bitte überprüfen Sie den gewünschten Elementnamen und versuchen Sie es erneut.
el: Το όνομα που καθορίστηκε ήταν άκυρο. Ελέγξτε το επιθυμητό όνομα του στοιχείου και προσπαθήστε ξανά.
es_es: El nombre especificado no es válido. Por favor, compruebe el nombre deseado para el elemento e inténtelo de nuevo.
fi_fi: Määritetty nimi oli virheellinen. Tarkista haluamasi kohteen nimi ja yritä uudelleen.
fr_fr: Le nom spécifié est invalide. Veuillez vérifier le nom désiré et essayez à nouveau.
he_il: השם שסופק אינו חוקי. אנא ודא את השם הרצוי ונסה שוב.
hr_hr: Navedeni naziv nije valjan. Provjerite naziv željene stavke i pokušajte ponovno.
hu_hu: A megadott név helytelen. Ellenőrizze és próbálja újra!
id_id: Nama yang ditentukan tidak valid. Silakan periksa nama item yang diinginkan dan coba lagi.
it_it: Il nome specificato non è valido. Controlla il nome e riprova.
ja_jp: 指定された名前は無効です。新しい名前を確認して、もう一度やり直してください。
ka: მითითებული სახელი არასწორი იყო. გთხოვთ შეამოწმოთ სასურველი ნივთის სახელი და ხელახლა სცადოთ.
ko_kr: 지정한 이름이 유효하지 않습니다. 다시 시도해 주세요.
lv_lv: Norādītais nosaukums nav derīgs. Pārbaudiet vēlamo nosaukumu un mēģiniet vēlreiz.
nb_no: Angitt navn er ugyldig. Kontroller ønsket navn og prøv igjen.
nl_nl: De opgegeven naam is ongeldig. Controleer de gewenste naam en probeer het opnieuw.
pl_pl: Podana nazwa jest nieprawidłowa. Sprawdź żądaną nazwę elementu i spróbuj ponownie.
pt_pt: O nome especificado é inválido. Verifique o nome do item pretendido e tente novamente.
ro_ro: Numele specificat a fost invalid. Vă rugăm să verificați numele fișierului dorit și încercați din nou.
ru_ru: Указано неверное имя. Пожалуйста, проверьте желаемое название элемента и попробуйте еще раз.
sk_sk: Zadaný názov je neplatný. Skontrolujte požadovaný názov položky a skúste to znovu.
sv_se: Det angivna namnet var ogiltigt. Vänligen kontrollera önskat filnamn och försök igen.
th_th: ชื่อที่ระบุเป็นชื่อที่ไม่ถูกต้อง. กรุณาเช็ครายการนั้นและลองอีกครั้ง.
tr_tr: Belirtilen ad geçersiz. Lütfen yeni öge adını denetleyip yeniden deneyin.
uk_ua: Вказане невірне ім’я. Перевірте бажану назву товару та повторіть спробу.
vi: Tên đã nhập không hợp lệ. Vui lòng kiểm tra và thử lại.
zh_hans: 指定的名称无效。请检查目标项目名称并重试。
zh_hant: 無效的檔名。請確認其有效性並再次命名。

# RenameError.NameInvalid.Title
source: Invalid item name
ar: اسم العنصر غير صالح
bg: Невалидно име на елемент
ca: Nom de l'element no vàlid
cs_cz: Neplatný název položky
da: Ugyldigt navn
de_de: Ungültiger Dateiname
el: Μη έγκυρο όνομα στοιχείου
es_es: Nombre del elemento no válido
fi_fi: Virheellinen kohteen nimi
fr_fr: Nom d'élément invalide
he_il: שם הפריט לא חוקי
hr_hr: Nevaljani naziv stavke
hu_hu: Helytelen név
id_id: Nama item tidak valid
it_it: Nome dell'elemento non valido
ja_jp: 無効な名前
ka: არასწორი ნივთის სახელი
ko_kr: 잘못된 항목 이름
lv_lv: Nederīgs vienuma nosaukums
nb_no: Ugyldig navn
nl_nl: Ongeldige itemnaam
pl_pl: Nieprawidłowa nazwa elementu
pt_pt: Nome do item inválido
ro_ro: Nume element invalid
ru_ru: Неверное имя элемента
sk_sk: Neplatný názov položky
sv_se: Ogiltigt filnamn
th_th: ชื่อรายการไม่ถูกต้อง
tr_tr: Öge adı geçersiz
uk_ua: Невірне ім’я елемента
vi: Tên khoản mục không hợp lệ
zh_hans: 项目名称错误
zh_hant: 無效的檔名

# RenameError.TooLong.Text
source: The length of the item name specified exceeds the maximum limit. Please check the desired name and try again.
ar: طول اسم العنصر المحدد يتجاوز الحد الأقصى. يرجى التحقق من الاسم المطلوب وحاول مرة أخرى
bg: Дължината на посоченото име на елемент надвишава максималното ограничение. Моля, проверете желаното име и опитайте отново.
ca: La longitud del nom de l'element especificat supera el límit màxim. Comproveu el nom desitjat i torneu-ho a provar.
cs_cz: Délka názvu položky překračuje maximální limit. Zkontrolujte prosím požadovaný název a zkuste to znovu.
da: Længden af emnets navn er angivet overskrider grænseværdien. Kontroller det ønskede navn, og prøv igen.
de_de: Die Länge des angegebenen Elementnamens überschreitet den Grenzwert. Bitte überprüfen Sie den gewünschten Namen und versuchen Sie es erneut.
el: Το μήκος του καθορισμένου ονόματος στοιχείου υπερβαίνει το μέγιστο όριο. Ελέγξτε το επιθυμητό όνομα και προσπαθήστε ξανά.
es_es: La longitud del nombre del elemento especificado supera el límite máximo. Compruebe el nombre deseado y vuelva a intentarlo.
fi_fi: Määritetyn kohteen nimen pituus ylittää enimmäisrajan. Tarkista haluamasi nimi ja yritä uudelleen.
fr_fr: La longueur du nom de l'élément dépasse la limite maximum. Veuillez vérifier le nom désiré et essayer à nouveau.
he_il: שם הפריט ארוך מהמותר. אנא ודא את השם הרצוי ונסה שוב.
hr_hr: Duljina navedenog naziva stavke premašuje maksimalno ograničenje. Provjerite željeni naziv i pokušajte ponovno.
hu_hu: A név hosszabb, mint ami maximálisan megengedett. Kérjük válasszon rövidebb nevet!
id_id: Panjang nama item yang ditentukan melebihi batas maksimum. Harap periksa nama yang diinginkan dan coba lagi.
it_it: Il nome specificato è troppo lungo. Controlla il nome e riprova.
ja_jp: 指定された名前の長さが上限を超えています。新しい名前を確認して、もう一度やり直してください。
ka: მითითებული ნივთის სიგრძე აღემატება მაქსიმალურ ლიმიტს. გთხოვთ შეამოწმოთ სასურველი სახელი და ხელახლა სცადოთ.
ko_kr: 지정한 이름 길이가 최대 제한을 초과했습니다. 다시 시도해 주십시오.
lv_lv: Vienuma nosaukuma garums pārsniedz maksimālo atļauto garumu. Pārbaudiet vēlamo nosaukumu un mēģiniet vēlreiz.
nb_no: Lengden på navnet overstiger maksimumslengden. Kontrollert ønsket navn og prøv igjen.
nl_nl: De lengte van de opgegeven itemnaam overschrijdt de limiet. Controleer de gewenste naam en probeer het opnieuw.
pl_pl: Długość podanej nazwy elementu przekracza maksymalny limit. Sprawdź żądaną nazwę i spróbuj ponownie.
pt_pt: O comprimento do nome do item especificado excede o limite máximo. Verifique o nome desejado e tente novamente.
ro_ro: Lungimea numelui fișierului specificat depășește limita maximă. Vă rugăm să verificați numele dorit și încercați din nou.
ru_ru: Длина указанного имени элемента превышает максимальный предел. Пожалуйста, проверьте желаемое имя и попробуйте еще раз.
sk_sk: Dĺžka zadaného názvu položky presahuje maximálny limit. Skontrolujte prosím požadované meno a skúste to znovu.
sv_se: Längden på det angivna filnamnet överskrider maxgränsen. Kontrollera önskat namn och försök igen.
th_th: ความยาวของรายการนี้ยาวเกินกำหนด. กรุณาเช็ครายการนั้นแล้วลองใหม่อีกครั้ง.
tr_tr: Belirtilen öge adı olabilecek en uzun ad sınırını aşıyor. Lütfen yeni adı kontrol edip yeniden deneyin.
uk_ua: Довжина вказаної назви товару перевищує максимальну межу. Перевірте бажане ім’я та повторіть спробу.
vi: Độ dài tên khoản mục đã nhập vượt quá giới hạn tối đa. Vui lòng kiểm tra và thử lại.
zh_hans: 指定的名称长度超出最大限制。请检查名称并重试。
zh_hant: 新檔名的字數過長。請確認其有效性並再次命名。

# RenameError.TooLong.Title
source: Item name was too long
ar: اسم العنصر طويل جدا
bg: Името на елемента беше твърде дълго
ca: El nom de l'element és massa llarg
cs_cz: Název položky je příliš dlouhý
da: Emnets navn var for langt
de_de: Der Elementname war zu lang
el: Το όνομα του στοιχείου ήταν πολύ μεγάλο
es_es: El nombre del elemento es demasiado largo
fi_fi: Kohteen nimi oli liian pitkä
fr_fr: Le nom de l'élément est trop long
he_il: שם הפריט ארוך מדי
hr_hr: Naziv stavke je predugačak
hu_hu: Túl hosszú név
id_id: Nama item terlalu panjang
it_it: Il nome dell'elemento è troppo lungo
ja_jp: 名前が長すぎます
ka: ნივთის სახელი საკმაოდ გრძელი იყო
ko_kr: 항목 이름이 너무 깁니다
lv_lv: Vienuma nosaukums bijā pārāk garš.
nb_no: Navnet på elementet var for langt
nl_nl: Itemnaam te lang
pl_pl: Nazwa elementu była za długa
pt_pt: O nome do item é muito grande
ro_ro: Numele fișierului era prea lung
ru_ru: Название элемента слишком длинное
sk_sk: Názov položky je príliš dlhý
sv_se: Filnamnet är för långt
th_th: ชื่อรายการนี้ยาวเกินไป
tr_tr: Öge adı çok uzun
uk_ua: Назва елемента занадто велика
vi: Tên khoản mục quá dài
zh_hans: 项目名称过长
zh_hant: 檔名過長

source: Show more options
ar: إظهار خيارات أكثر
bg: Показване на още възможности
ca: Mostra més opcions
cs_cz: Zobrazit více možností
da: Vis flere muligheder
de_de: Mehr Optionen anzeigen
el: Εμφάνιση περισσότερων επιλογών
es_es: Mostrar más opciones
fi_fi: Näytä lisäasetukset
fr_fr: Afficher plus d'options
he_il: הצג אפשרויות נוספות
hu_hu: További lehetőségek
id_id: Tampilkan lebih banyak pilihan
it_it: Mostra più opzioni
ja_jp: その他のオプションを表示
ko_kr: 추가 옵션 표시
lv_lv: Rādīt vairāk opcijas
nb_no: Vis flere valg
nl_nl: Meer opties tonen
pl_pl: Wyświetl więcej opcji
pt_pt: Mostrar mais opções
ro_ro: Afișează mai multe opțiuni
ru_ru: Показать больше вариантов
sk_sk: Zobraziť viac možností
sv_se: Visa fler alternativ
th_th: แสดงตัวเลือกเพิ่มเติม
tr_tr: Diğer seçenekleri göster
uk_ua: Показати додаткові параметри
vi: Hiện thêm tùy chọn
zh_hans: 显示更多选项
zh_hant: 顯示更多選項

# RestartNotificationText.Text
source: The application needs to be restarted in order to apply these settings, would you like to restart the app?
ar: يحتاج التطبيق إلى إعادة التشغيل من أجل تطبيق إعداد اللغة ، هل ترغب في إعادة تشغيل التطبيق؟
bg: Приложението трябва да се рестартира, за да се приложат тези настройки. Искате ли да рестартирате приложението?
ca: L'aplicació s'ha de reiniciar per poder aplicar aquesta configuració. Voleu reiniciar l'aplicació?
cs_cz: Aplikace musí být restartována, aby se uplatnila tato nastavení, chcete aplikaci restartovat?
da: Applikationen skal genstartes for at anvende sprogindstillingen. Vil du genstarte appen?
de_de: Die Anwendung muss neu gestartet werden, um die Einstellungen zu übernehmen. Möchtest Du die Anwendung jetzt neu starten?
el: Η εφαρμογή πρέπει να επανεκκινηθεί για να εφαρμοστούν αυτές οι ρυθμίσεις, θα θέλατε να επανεκκινήσετε την εφαρμογή;
es_es: Es necesario reiniciar la aplicación para aplicar los cambios, ¿desea reiniciar ahora?
fi_fi: Sovellus on käynnistettävä uudelleen, jotta nämä asetukset voidaan ottaa käyttöön. Haluatko käynnistää sovelluksen uudelleen?
fr_fr: L'application a besoin d'être redémarrée pour appliquer les nouveaux paramètres, voulez-vous redémarrer l'application ?
he_il: על מנת להחיל הגדרות שפה יש להפעיל את האפליקציה מחדש, האם ברצונך לבצע זאת כעת?
hr_hr: Aplikaciju je potrebno ponovno pokrenuti da biste primijenili ove postavke. Želite li ponovo pokrenuti aplikaciju?
hu_hu: A Files újraindítása szükséges a nyelv beállítás érvénybe lépéséhez. Szeretné most újraindítani?
id_id: Aplikasi perlu dimulai ulang untuk menerapkan pengaturan ini, apakah Anda ingin memulai ulang aplikasi?
it_it: E' necessario riavviare l'applicazione per applicare queste impostazioni, vuoi riavviare l'app?
ja_jp: 言語設定を適用するには、アプリケーションを再起動する必要があります。アプリを再起動しますか?
ka: ამ პარამეტრების გამოსაყენებლად საჭიროა აპლიკაციის გადატვირთვა, გსურთ აპლიკაციის გადატვირთვა?
ko_kr: 이 설정을 적용하려면 프로그램을 다시 시작해야 합니다. 이 프로그램을 다시 시작해도 괜찮습니까?
lv_lv: Lietotni nepieciešams restartēt, lai pielietotu valodas iestatījumu. Vai vēlaties restartēt lietotni?
nb_no: Applikasjonen må startes på nytt for at disse innstillingene skal aktiveres. Ønsker du å starte på nytt?
nl_nl: De toepassing moet worden herstart om deze instellingen toe te passen. Wilt u dit nu doen?
pl_pl: Aby zastosować te ustawienia, należy ponownie uruchomić aplikację. Czy chcesz zrobić to teraz?
pt_pt: Tem que reiniciar a aplicação para aplicar as alterações. Deseja reiniciar agora?
ro_ro: Aplicația trebuie să repornească pentru a aplica aceste setări, doriți să reporniți aplicația?
ru_ru: Чтобы применить новые настройки, необходимо перезапустить приложение. Вы хотите перезапустить приложение?
sk_sk: Aby sa aplikovali nastavenia jazyka, je potrebné aplikáciu reštartovať. Chcete ju reštartovať?
sv_se: Appen måste startas om för att tillämpa språkinställningen. Vill du starta om appen?
th_th: โปรแกรมต้องเริ่มใหม่เพื่อให้การตั้งค่านี้มีผล, คุณต้องการจะปิดโปรแกรมนี้เพื่อเริ่มใหม่และนำการตั้งค่านี้ไปใช้ ตอนนี้เลยหรือไม่?
tr_tr: Bu ayarların uygulanabilmesi için uygulamanın yeniden başlatılması gerekiyor, uygulamayı yeniden başlatmak ister misiniz?
uk_ua: Додаток потрібно перезапустити, щоб застосувати налаштування мови. Чи хочете ви перезапустити програму?
vi: Ứng dụng cần khởi động lại để áp dụng các thay đổi, bạn có muốn khởi động lại ứng dụng không?
zh_hans: 一些设置需要重新启动 Files 才会应用，是否立即重启？
zh_hant: 需要重啟應用程式以更改語言設定。您要現在就重啟嗎?

source: Sponsor us on GitHub
ar: ادعمنا على Github
bg: Подкрепете ни в GitHub
ca: Patrocineu-nos al GitHub
cs_cz: Podpořte nás na GitHubu
da: Støt os på PayPal
de_de: Uns auf GitHub unterstützen
el: Υποστηρίξτε μας στο GitHub
es_es: Patrocínenos en GitHub
fi_fi: Sponsoroi meitä GitHubissa
fr_fr: Soutenez-nous sur GitHub
he_il: תנו לנו חסות ב-GitHub
hu_hu: Támogass minket GitHub-on
id_id: Dukung kami di GitHub
it_it: Sponsorizzaci su Github
ja_jp: GitHub で支援
ko_kr: 후원하기
lv_lv: Atbalsti mūs GitHub
nb_no: Støtt oss på GitHub
nl_nl: Sponsor ons op GitHub
pl_pl: Wesprzyj nas na GitHub
pt_pt: Patrocine-nos no GitHub
ro_ro: Sponsorizaţi-ne pe GitHub
ru_ru: Поддержите нас на GitHub
sk_sk: Podporte nás na GitHube
sv_se: Stöd oss på GitHub
th_th: สนับสนุนเราบน GitHub
tr_tr: Bizi GitHub'ta destekleyin
uk_ua: Підтримати нас на GitHub
vi: Ủng hộ chúng tôi trên GitHub
zh_hans: 在 GitHub 上赞助我们
zh_hant: 在 GitHub 上贊助我們

# AccessDeniedCreateDialog.Text
source: We weren't able to create this item
ar: لم نتمكن من إنشاء هذا العنصر
bg: Не успяхме да създадем този елемент
ca: No s'ha pogut crear aquest element
cs_cz: Nepodařilo se nám vytvořit tuto položku
da: Vi kunne ikke oprette dette emne
de_de: Wir können dieses Element nicht erstellen
el: Δεν μπορέσαμε να δημιουργήσουμε αυτό το στοιχείο
es_es: No se pudo crear este elemento
fi_fi: Emme voineet luoda tätä kohdetta
fr_fr: Cet élément n'a pas pu être créé
he_il: לא הצלחנו לייצר פריט זה
hr_hr: Nismo uspjeli napraviti ovu stavku
hu_hu: Nem sikerült létrehozni a fájlt
id_id: Kami tidak dapat membuat item ini
it_it: Impossibile creare questo elemento
ja_jp: この項目を作成できませんでした
ka: ჩვენ ვერ შევძელით ამ ერთეულის შექმნა
ko_kr: 항목을 만들 수 없습니다
lv_lv: Mēs nevarējām izveidot šo vienumu
nb_no: Vi kunne ikke opprettet dette elementet
nl_nl: Dit item kon niet worden aangemaakt
pl_pl: Nie udało się nam utworzyć tego elementu
pt_pt: Não foi possível criar este item
ro_ro: Nu am putut crea acest element
ru_ru: Элемент не может быть создан
sk_sk: Nepodarilo sa vytvoriť túto položku
sv_se: Vi kunde inte skapa det här objektet
th_th: ไม่สามารถสร้างสิ่งของที่ระบุไว้ได้
tr_tr: Bu öge oluşturulamadı
uk_ua: Елемент не може бути створений
vi: Chúng tôi không thể tạo khoản mục này
zh_hans: 无法创建此项
zh_hant: 我們無法建立此項目

source: Access Denied
ar: تم رفض الوصول
bg: Отказан достъп
ca: Accés denegat
cs_cz: Přístup odepřen
da: Adgang nægtet
de_de: Zugriff verweigert
el: Δεν επιτρέπεται η πρόσβαση
es_es: Acceso denegado
fi_fi: Käyttö estetty
fr_fr: Accès refusé
he_il: הגישה נדחתה
hr_hr: Pristup odbijen
hu_hu: Hozzáférés megtagadva
id_id: Akses Ditolak
it_it: Accesso Negato
ja_jp: アクセスが拒否されました
ka: წვდომა უარყოფილია
ko_kr: 액세스가 거부되었습니다
lv_lv: Piekļuve liegta
nb_no: Ingen tilgang
nl_nl: Toegang geweigerd
or_in: ପ୍ରବେଶ ପ୍ରତ୍ୟାଖ୍ୟାତ
pl_pl: Odmowa dostępu
pt_pt: Acesso recusado
ro_ro: Acces Respins
ru_ru: Отказано в доступе
sk_sk: Prístup zakázaný
sv_se: Åtkomst nekad
th_th: การเข้าถึงถูกกีดกัน
tr_tr: Erişim Engellendi
uk_ua: Немає доступу
vi: Truy cập bị từ chối
zh_hans: 拒绝访问
zh_hant: 拒絕存取

# BaseLayoutItemContextFlyoutSetAs.Text
source: Set as
ar: تعيين كـ
bg: Задай като
ca: Estableix com
cs_cz: Nastavit jako
da: Sæt som
de_de: Festlegen als
el: Ορισμός ως
es_es: Establecer como
fi_fi: Määritä
fr_fr: Définir comme
he_il: קבע כ-
hr_hr: Postavi kao
hu_hu: Beállítás mint
id_id: Atur sebagai
it_it: Imposta come
ja_jp: 背景に設定
ka: დაყენება როგორც
ko_kr: 다음으로 설정
lv_lv: Iestatīt kā
nb_no: Angi som
nl_nl: Instellen als
or_in: ଏହି ଭାବେ ସେଟ୍ କରନ୍ତୁ
pl_pl: Ustaw jako
pt_pt: Definir como
ro_ro: Setaţi ca
ru_ru: Установить как
sk_sk: Nastaviť ako
sv_se: Använd som
th_th: ตั้งเป็น
tr_tr: Ayarla
uk_ua: Установити як
vi: Đặt làm
zh_hans: 设为
zh_hant: 設為

source: Cancel
ar: إلغاء الأمر
bg: Отказ
ca: Cancel·la
cs_cz: Zrušit
da: Annullér
de_de: Abbrechen
el: Ακύρωση
es_es: Cancelar
fi_fi: Peruuta
fr_fr: Annuler
he_il: ביטול
hr_hr: Odustani
hu_hu: Mégse
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ka: გაუქმება
ko_kr: 취소
lv_lv: Atcelt
nb_no: Avbryt
nl_nl: Annuleren
or_in: ବାତିଲ୍
pl_pl: Anuluj
pt_pt: Cancelar
ro_ro: Anulare
ru_ru: Отмена
sk_sk: Zrušiť
sv_se: Avbryt
th_th: ยกเลิก
tr_tr: İptal
uk_ua: Скасувати
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

# AddDialog.Title
source: Create a New Item
ar: قم بإنشاء عنصر جديد
bg: Създай нов елемент
ca: Crea un element nou
cs_cz: Vytvořit novou položku
da: Opret et nyt emne
de_de: Neues Element erstellen
el: Δημιουργία νέου στοιχείου
es_es: Crear nuevo elemento
fi_fi: Luo uusi kohde
fr_fr: Créer un nouvel élément
he_il: ייצר פריט חדש
hr_hr: Napravi novu stavku
hu_hu: Egy új elem létrehozása
id_id: Buat item baru
it_it: Crea un Nuovo Elemento
ja_jp: 新しいファイルの作成
ka: ახალი ნივთის შექმნა
ko_kr: 새 항목 만들기
lv_lv: Izveidot jaunu vienumu
nb_no: Opprett nytt element
nl_nl: Nieuw item maken
pl_pl: Utwórz nowy element
pt_pt: Criar um novo item
ro_ro: Creați un element nou
ru_ru: Создать новый элемент
sv_se: Skapa ett nytt föremål
th_th: สร้างรายการใหม่
tr_tr: Yeni öğe oluştur
uk_ua: Створити новий елемент
vi: Tạo khoản mục mới
zh_hans: 创建新项目
zh_hant: 建立新項目

# AddDialogDescription.Text
source: Choose a type for this new item below
ar: اختر نوعًا لهذا العنصر الجديد أدناه
bg: Изберете тип за този нов елемент по-долу
ca: Trieu un tipus per a aquest nou element a continuació
cs_cz: Vyberte typ pro tuto novou položku níže
da: Vælg en type for det nye emne herunder
de_de: Wählen Sie unten einen Dateityp für das neue Element aus
el: Επιλέξτε έναν τύπο για αυτό το νέο στοιχείο παρακάτω
es_es: Seleccionar del siguiente listado el tipo de elemento
fi_fi: Valitse alta tämän uuden kohteen tyyppi
fr_fr: Choisissez le type du nouvel élément ci-dessous
he_il: בחרו סוג עבור הפריט החדש מתחת
hr_hr: Odaberite vrstu za ovu novu stavku dolje
hu_hu: Válasszon típust az alábbiak közül
id_id: Pilih jenis untuk item baru di bawah ini
it_it: Scegli il tipo per il nuovo elemento
ja_jp: 以下から新しい項目の種類を選択してください
ka: აირჩიეთ ნიმუში ამ ახალი ერთეულისთვის ქვემოთ
ko_kr: 새로운 항목의 유형을 선택해주세요.
lv_lv: Izvēlieties jaunā vienuma tipu zemāk
nb_no: Velg en type for det nye elementet nedenfor
nl_nl: Kies hieronder het type item
pl_pl: Wybierz poniżej typ tego nowego elementu
pt_pt: Escolha um tipo para o item abaixo
ro_ro: Alege un tip pentru acest fișier nou mai jos
ru_ru: Выберите тип этого нового элемента ниже
sk_sk: Zvoľte typ novej položky
sv_se: Välj en objekttyp nedan
th_th: เลือกประเภทของรายการที่จะสร้างใหม่
tr_tr: Aşağıdan yeni ögenin türünü seçin
uk_ua: Виберіть тип для цього нового елемента нижче
vi: Chọn loại khoản mục
zh_hans: 从下面选择新项目的类型
zh_hant: 於下方選擇新項目的類型

source: File
ar: ملف
bg: Файл
ca: Fitxer
cs_cz: Soubor
da: Fil
de_de: Datei
el: Αρχείο
es_es: Archivo
fi_fi: Tiedosto
fr_fr: Fichier
he_il: קובץ
hr_hr: Datoteka
hu_hu: Fájl
ja_jp: ファイル
ka: ფაილი
ko_kr: 파일
lv_lv: Fails
nb_no: Fil
nl_nl: Bestand
or_in: ଫାଇଲ୍:
pl_pl: Plik
pt_pt: Ficheiro
ro_ro: Fișier
ru_ru: Файл
sk_sk: Súbor
sv_se: Fil
th_th: ไฟล์
tr_tr: Dosya
uk_ua: Файл
vi: Tệp
zh_hans: 文件
zh_hant: 檔案

# AddDialogListFileSubHeader
source: Creates an empty file
ar: قم بإنشاء ملف فارغ
bg: Създава празен файл
ca: Crea un fitxer buit
cs_cz: Vytvořit prázdný soubor
da: Opretter en tom fil
de_de: Erstellt eine leere Datei
el: Δημιουργεί ένα κενό αρχείο
es_es: Crea un archivo vacío
fi_fi: Luo tyhjän tiedoston
fr_fr: Crée un fichier vide
he_il: יוצר קובץ חדש
hr_hr: Stvara praznu datoteku
hu_hu: Üres fájl létrehozása
id_id: Buat file kosong
it_it: Crea un file vuoto
ja_jp: 空のファイルを作成
ka: ჰქმნის ცარიელ ფაილს
ko_kr: 빈 파일을 만듭니다
lv_lv: Izveido tukšu failu
nb_no: Oppretter en tom fil
nl_nl: Maakt een nieuw bestand
pl_pl: Tworzy pusty plik
pt_pt: Cria um ficheiro vazio
ro_ro: Creați un fișier gol
ru_ru: Создает пустой файл
sk_sk: Vytvorí prázdny súbor
sv_se: Skapar en tom fil
th_th: สร้างไฟล์เปล่า
tr_tr: Boş bir dosya oluşturur
uk_ua: Створює порожній файл
vi: Tạo một tệp trống
zh_hans: 创建空文件
zh_hant: 新增空白檔案

source: Folder
ar: مجلد
bg: Папка
ca: Carpeta
cs_cz: Složka
da: Mappe
de_de: Ordner
el: Φάκελος
es_es: Carpeta
fi_fi: Kansio
fr_fr: Dossier
he_il: תיקיה
hr_hr: Mapa
hu_hu: Mappa
it_it: Cartella
ja_jp: フォルダー
ka: საქაღალდე
ko_kr: 폴더
lv_lv: Mape
nb_no: Mappe
nl_nl: Map
or_in: ଫୋଲ୍ଡର:
pt_pt: Pasta
ru_ru: Папка
sk_sk: Priečinok
sv_se: Mapp
th_th: โฟลเดอร์
tr_tr: Klasör
uk_ua: Папка
vi: Thư mục
zh_hans: 文件夹
zh_hant: 資料夾

# AddDialogListFolderSubHeader
source: Creates an empty folder
ar: قم بإنشاء ملف فارغ
bg: Създава празна папка
ca: Crea una carpeta buida
cs_cz: Vytvoří prázdnou složku
da: Opretter en tom mappe
de_de: Erstellt einen leeren Ordner
el: Δημιουργεί έναν κενό φάκελο
es_es: Crea una carpeta vacía
fi_fi: Luo tyhjän kansion
fr_fr: Crée un dossier vide
he_il: מייצר תיקיה ריקה
hr_hr: Stvara praznu mapu
hu_hu: Új mappa létrehozása
id_id: Buat folder kosong
it_it: Crea una cartella vuota
ja_jp: 空のフォルダーを作成
ka: ჰქმნის ცარიელ საქაღალდეს
ko_kr: 빈 폴더를 만듭니다
lv_lv: Izveido tukšu mapi
nb_no: Oppretter en tom mappe
nl_nl: Maakt een lege map
pl_pl: Tworzy pusty folder
pt_pt: Cria uma pasta vazia
ro_ro: Creați un folder gol
ru_ru: Создает пустую папку
sk_sk: Vytvorí prázdny priečinok
sv_se: Skapar en tom mapp
th_th: สร้างโฟลเดอร์เปล่า
tr_tr: Boş bir klasör oluşturur
uk_ua: Створює порожню папку
vi: Tạo một thư mục trống
zh_hans: 创建空文件夹
zh_hant: 新增資料夾

source: Layout mode
ar: وضع التخطيط
bg: Режим на оформление
da: Layouttilstand
de_de: Layoutmodus
fi_fi: Asettelutila
he_il: מצב פריסה
hr_hr: Način rasporeda
id_id: Mode tata letak
it_it: Modalità di visualizzazione
ja_jp: レイアウト モード
ka: განლაგების რეჟიმი
lv_lv: Izkārtojuma režīms
nl_nl: Indelingsmodus
pl_pl: Układ
pt_pt: Modo de esquema
ro_ro: Mod aspect
sk_sk: Rozloženie
th_th: รูปแบบมุมมอง

# NavResfreshButton.AutomationProperties.Name
source: Refresh the directory
ar: قم بتحديث الدليل
bg: Обнови директорията
ca: Actualitza el directori
cs_cz: Obnovit složku
da: Opdatér mappen
de_de: Ordner aktualisieren
el: Ανανέωση του καταλόγου
es_es: Actualizar directorio
fi_fi: Päivitä hakemisto
fr_fr: Actualiser le dossier
he_il: רענן את התיקיה
hr_hr: Osvježi mapu
hu_hu: Könyvtár frissítése
id_id: Segarkan direktori
it_it: Aggiorna la cartella
ja_jp: フォルダーを更新
ka: კატალოგის განახლება
ko_kr: 경로 새로 고침
lv_lv: Atsvaidzināt mapi
nb_no: Oppfrisk mappen
nl_nl: Map vernieuwen
pl_pl: Odśwież katalog
pt_pt: Recarregar pasta
ro_ro: Reîmprospătați directorul
ru_ru: Обновить каталог
sk_sk: Obnoviť priečinok
sv_se: Uppdatera mappen
th_th: รีเฟรช
tr_tr: Dizini yenile
uk_ua: Оновлення каталогу
vi: Làm mới thư mục
zh_hans: 刷新目录
zh_hant: 重新整理資料夾

source: Language
ar: اللغة
bg: Език
ca: Idioma
cs_cz: Jazyk
da: Sprog
de_de: Sprache
el: Γλώσσα
es_es: Idioma
fr_fr: Langue
hu_hu: Nyelv
id_id: Bahasa
it_it: Lingua
ja_jp: 言語
ko_kr: 언어
nb_no: Språk
nl_nl: Taal
pl_pl: Język
pt_pt: Idioma
ro_ro: Limbă
ru_ru: Язык
sk_sk: Jazyk
sv_se: Språk
th_th: ภาษา
tr_tr: Dil
uk_ua: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言
